Repository: Aliraza63/persianempire-plugins
Catalog: FontMagnifier/po/*.po
Languages: de, it

source: Tool to change font sizes easily.
de: Werkzeug um Schriftgrößen zu verändern.

source: Cancel
de: Abbruch
it: Annull.

source: Enable display options
de: Display Optionen
it: Opzioni relative al display

source: Enable service number in display
de: Benutze Kanalnummer im Display
it: Abilitare il numero canale sul display

source: Enter service number font size in pixel
de: Schriftgröße in Pixel für Kanalnummer im Display
it: Dimensione carattere per numero canale (pixel)

source: Show only time in display when box is in standby
de: Im Standby nur Uhrzeit im Display anzeigen
it: In standby, sul display mostrare solo l'ora

source: Select regular font
de: Schrift "Regular" auswählen

source: Enter font size for epg description in pixel
de: Schriftgröße für Sendungsinfo (Pixel)
it: Dimensione carattere per descrizione epg (pixel)

source: Enter font size for epg description in single epg
de: Einfach-EPG: Schriftgröße für Sendungsinfo (Pixel)
it: Epg singolo: dimensione carattere per descrizione epg

source: Enter font size for channel list in single epg
de: Einfach-EPG: Schriftgröße für EPG-Liste (Pixel)
it: Epg singolo: dimensione carattere per elenco canali

source: Enter font size for date/time in multi epg
de: Multi-EPG: Schriftgröße für Datum/Zeit (Pixel)
it: Multi epg: dimensione carattere per data/ora

source: Font size for epg description in channel list
de: Kanalliste: Schriftgröße für Sendungsinfo (Pixel)
it: Elenco canali: dimensione carattere per descrizione epg

source: Font size for channel list
de: Kanalliste: Schriftgröße für Liste (Pixel)
it: Elenco canali: dimensione carattere

source: Font size for movie list
de: Filmliste: Schriftgröße für Sendungsname (Pixel)
it: Elenco registrazioni: dimensione carattere

source: Font size for infobar event now
de: Infoleiste: Schriftgröße für aktuelle Sendung (Pixel)
it: Eventi: dimensione carattere per "in onda"

source: Font size for infobar event next
de: Infoleiste: Schriftgröße für folgende Sendung (Pixel)
it: Eventi: dimensione carattere per "prossimi"

source: show subtitle options
de: Zeige Untertiteloptionen
it: Opzioni relative ai sottotitoli

source: Font size for subtitles (Teletext)
de: Untertitel: Schriftgröße in Pixel (Teletext)
it: Sottotitoli: dimensione carattere per teletext

source: Font size for subtitles (Regular)
de: Untertitel: Schriftgröße in Pixel (Normal)
it: Sottotitoli: dimensione carattere per "regular"

source: Font size for subtitles (Bold)
de: Untertitel: Schriftgröße in Pixel (Fettschrift)
it: Sottotitoli: dimensione carattere per "bold"

source: Font size for subtitles (Italic)
de: Untertitel: Schriftgröße in Pixel (Kursiv)
it: Sottotitoli: dimensione carattere per "italic"

source: Font magnifier plugin This plugin helps you to set up different font sizes. (c) 2012 - BigReaper
de: Font Magnifier Plugin Dieses Plugin hilft Dir einige Schriftgrößen zu verändern. (c) 2012 - BigReaper

source: restore skin.xml
de: skin.xml wiederherstellen
it: Ripristinare skin.xml

source: restore EpgList.py
de: EpgList.py wiederherstellen
it: Ripristinare EpgList.py

source: restore MovieList.py
de: MovieList.py wiederherstellen
it: Ripristinare MovieList.py

source: restore ServiceList.py
de: ServiceList.py wiederherstellen
it: Ripristinare ServiceList.py

source: restore skin_user.xml
de: skin_user.xml wiederherstellen
it: Ripristinare skin_user.xml

source: Save settings
de: Einstellungen speichern

source: Restore settings
de: Einstellungen wiederherstellen

source: No files to restore!
de: Keine Wiederherstellungsdateien vorhanden!
it: Nessun file da ripristinare!

source: restore options
de: Wiederherstellungsoptionen
it: Opzioni di ripristino

source: not restored.
de: nicht wiederhergestellt.
it: non ripristinato.

source: restored.
de: wiederhergestellt.
it: ripristinato

source: Settins saved to
de: Einstellungen gespeichert unter

source: Saving settings failed!
de: Speichern der Einstellungen fehlgeschlagen!

source: Error...
de: Fehler...

source: Please select settings to restore
de: Bitte Einstellungen zum wiederherstellen auswählen

source: Saved settings restored! (%s)
de: Einstellungen wiederhergestellt! (%s)

source: Saved settings restored with errors! (%s)
de: Einstellungen wiederhergestellt, aber es sind Fehler aufgetreten!(%s)

source: Please wait...
de: Bitte warten...
it: Attendere...

source: Sorry, unable modify skin_user.xml
de: Kann skin_user.xml nicht bearbeiten.
it: Impossibile modificare skin_user.xml!

source: Sorry, unable to parse /usr/share/enigma2/%s.
de: Konnte in /usr/share/enigma2/%s nicht parsen.
it: Impossibile analizzare /usr/share/enigma2/%s!

source: Sorry, unable to parse /usr/lib/enigma2/python/Components/EpgList.py
de: Konnte in /usr/lib/enigma2/python/Components/EpgList.py nicht parsen.
it: Impossibile analizzare /usr/lib/enigma2/python/Components/EpgList.py!

source: Sorry, unable to parse /usr/lib/enigma2/python/Components/MovieList.py
de: Konnte in /usr/lib/enigma2/python/Components/MovieList.py nicht parsen.
it: Impossibile analizzare /usr/lib/enigma2/python/Components/MovieList.py!

source: GUI needs a restart to apply a new settings Do you want to Restart the GUI now?
de: Das System muss neu gestartet werden. Wollen Sie jetzt neu starten?
it: L'attivazione della nuova configurazione richiede il riavvio di enigma2. Riavviare ora?

source: Restart GUI now?
de: System Neustart?
it: Riavviare la GUI?

source: font magnifier plugin
it: Plugin font magnifier

source: Tool to change easily font sizes.
it: Gestire facilmente la dimensione dei caratteri.

source: Font magnifier plugin This plugin helps you to set up different font sizes. (c) 2010 - BigReaper
it: Plugin Font Magnifier Plugin per configurare le dimensioni dei caratteri. (c) 2010 BigReaper
