Repository: Aliraza63/persianempire-plugins
Catalog: PurePrestige/po/*.po
Languages: de

source: Audiochannel
de: Audiokanal

source: E
de: O

source: Error
de: Fehler

source: Provider
de: Anbieter

source: Providers
de: Anbieter

source: Service
de: Kanal

source: Services
de: Kanäle

source: Services Editor
de: Service Editor

source: Subtitle PID (hex)
de: Untertitel PID (hex)

source: dont use SDT
de: SDT nicht benutzen

source: edit
de: ändern

source: hide Provider %s
de: Verstecke %s

source: hide Service
de: Sender verstecken

source: hide Service %s
de: Verstecke %s

source: hide/unhide
de: un-/sichtbar

source: keep Servicename
de: Sendername behalten

source: no standart service
de: kein Standart Sender

source: sign as new Service
de: Kennzeichnen als "neuer Sender"

source: sort
de: sortieren

source: toggle hide attibutes for %s
de: vertausche sichtbar<=> unsichtbar für %s

source: unhide Provider %s
de: Sichtbar machen von %s

source: unhide Service %s
de: Sichtbar machen von %s
