Repository: Aliraza63/persianempire-plugins
Catalog: QuickWeather/po/*.po
Languages: de, ru

source: (%s times)
de: (%s раз)
ru: (%s раз)

source: Started
de: Старт...
ru: Старт...

source: Activate Poster Preview
de: Vorschau Poster Aktiviieren
ru: Активировать превью постеров

source: Activate Quick Weather
de: Quick Weather Einschalten
ru: Включить Quick Weather

source: Auto update (30-150min):
ru: Автоматическое обновление (30-150 мин):

source: Basic settings plugin Quick Weather
ru: Основные настройки плагина Quick Weather

source: Before update:
ru: До обновл.:

source: Buttons for Weather plugin:
de: Buttons für Weather plugin
ru: Кнопки для вывода плагина погоды:

source: Change Quick Weather position
de: Quick Weather position Ändern
ru: Выбор позиции Quick Weather

source: Change background image
de: Hintergrund Bild Ändern
ru: Смена фоновой картинки

source: Choice keymap for plugin
ru: Выбор кеймапа для плагина

source: Choosing the path to animated icons:
ru: Выбор пути хранения анимаций погоды

source: Clearing the cache:
de: Cache Leeren:
ru: Очистка кэша:

source: Connection failed !
de: Verbindung fehlgeschlagen!
ru: Подключение не удалось!

source: Connection...
de: Verbunden...
ru: Соединяюсь...

source: Deactivate Quick Weather
de: Quick Weather deaktivieren
ru: Отключить Quick Weather

source: Display the weather for:
ru: Вывести погоду за:

source: Enter an alternative name for the city in infobare plugin-not to find weather
ru: Ввод альтернативного имени для города в инфобаре плагина - не для поиска погоды!

source: Enter an alternative name for the output of its plug-in infobare.
ru: Введите альтернативное название города для вывода его в инфобаре плагина

source: Enter city for infobar
ru: Ввод города для инфобара

source: Enter city for server weather.co.ua
ru: Выбор города для сервера weather.co.ua

source: Enter city for server worldweatheronline.com
ru: Введите город для сервера worldweatheronline.com

source: Enter city to find weather from the server weather.co.ua
ru: Ввод города для поиска и вывода погоды с сервера weather.co.ua

source: Enter city to find weather from the server worldweatheronline.com
ru: Ввод города для поиска и вывода погоды с сервера worldweatheronline.com

source: Enter only the English name of the city!!!
de: Geben Sie nur den englischen Namen von der Stadt ein!!!
ru: Введите только английское название города!!!

source: Enter your way to the storage of icons
ru: Ввод вашего пути к хранению иконок

source: None
de: kein treffer
ru: Нет данных

source: Page not available !
de: Seite nicht verfügbar!
ru: Страница не доступна!

source: Positioning infobar plugin on the screen
ru: Выбор позиции инфобара плагина на экране

source: Quick Weather Menu
de: Quick Weather Menü
ru: Меню Quick Weather

source: Select your city and press the green button to save
ru: Выберите город и нажмите зеленую кнопку, чтобы сохранить

source: Select your country, and then press OK
ru: Выберите вашу страну, а затем нажмите клавишу OK

source: Select your server:
ru: Выберите нужный сервер:

source: Selection keys on which the plugin is called
ru: Смена кеймапа для вызова плагина вместе с инфобаром

source: Selection of background images for the plugin Quick Weather
ru: Выбор фоновой картинки для плагина Quick Weather

source: Selection of weather icons
ru: Выбор иконок погоды

source: Selection of weather icons and their storage
ru: Выбор значков погоды и места их хранение

source: Setup Quick Weather
ru: Настройки Quick Weather

source: Show a picture of the Black Sea temperature
ru: Показать картинкой температуру воды Черного моря

source: Show animation for icons now:
de: Zeige Animation für Wetter icons jetzt:
ru: Включить анимацию для погоды сейчас:

source: Show animation for the other days:
de: Zeige Animation für die anderen Tage:
ru: Включить анимацию для других дней:

source: Show city of:
ru: Показать город из:

source: Show humidity:
de: Zeige Feuchtigkeit:
ru: Показать влажность:

source: Show wind:
de: Zeige Wind:
ru: Показать ветер:

source: Temperature of the Black Sea
ru: Температура воды Черного моря

source: Use buttons for show Weather
de: Benutze Button für Wetteransicht
ru: Использовать кнопки для показа Погоды

source: Use time in the plugin:
ru: Выводить время в плагине:

source: Weather languages:
de: Wetter Sprache auswahl:
ru: Язык описания погоды:

source: Weather.co.ua Select City
ru: Выбор города для Weather.co

source: You have changed the menu Activate Quick Weather or Display the weather for
ru: Вы изменили пункт меню Включить Quick Weather или Вывести погоду за:

source: Enter city
de: Stadt eingeben

source: You have changed the menu Activate Quick Weather
de: Sie haben das Menü von Quick Weather geändert
